---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowConfigurationParam
source: html/2081d86d-1b44-12f0-6007-a2ec17f6630a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsDuctFlowConfigurationParam Property

"Flow Configuration"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsDuctFlowConfigurationParam { get; }
```